Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/nuorille_suunnattu_seksuaalisuuden_sanakirja_kaannetty_kolmelle_saamen_kielelle.html.tmx
Source language: fin
Languages: smn

source: Nuorille suunnattu seksuaalisuuden sanakirja käännetty kolmelle saamen kielelle
smn: Nuoráid čuosâttum seksuaalvuođâ sänikirje jurgâlum kuulmâ sämikielân

source: Väestöliiton nuorille suunnattu seksuaalisuuden sanakirja on käännetty pohjois-, inarin- ja koltansaamen kielelle ja julkaistu Saamelaiskäräjien nuorisoneuvoston toimesta.
smn: Väestöliitto nuoráid čuosâttum seksuaalvuođâ sänikirje lii jurgâlum tavesämi-, anarâš- já nuorttâlâškielân já almostittum Sämitige nuorâirääđi tooimâst.

source: Seksuaalisuus on yksi tärkeä osa ihmisen kehitystä.
smn: Seksuaalvuotâ lii ohtâ tehálâš ulmuu ovdánem uási.

source: Seksuaalisuuteen liittyvät asiat ovat olleet tabu erityisesti saamelaisyhteisössä.
smn: Seksuaalvuotân lohtâseijee ääših láá lamaš tabu eromâšávt sämmilâšsiärváduvâst.

source: Niistä on voinut olla hankala puhua, eikä uusille aiheeseen liittyville sanoille ole välttämättä ollut saamenkielistä vastinetta.
smn: Tain lii puáhtám leđe vaigâd sárnuđ, ige uđđâ fáádán lohtâseijee saanijd lah veltihánnáá lamaš sämikielâlâš vaastâ.

source: Sanakirjojen avulla rohkaisemme saamelaisnuoria käyttämään omaa äidinkieltään.
smn: Sänikiirjij vievâst mij ruokâsmittep säminuorâid kevttiđ jieijâs eenikielâs.

source: Sanakirjojen kääntämisessä on myös ajateltu saamenkielisen seksuaalivalistuksen tarpeita.
smn: Sänikiirjij jurgâlmist láá meid smiettâm sämikielâlii seksuaalčuovviittâs táárbuid.

source: ”Sanakirjan valmistumista on odotettu ja on hienoa, että saimme ne julkaistua juuri YK:n alkuperäiskansojen kielten vuonna.
smn: ”Sänikirje valmâštum láá vuárdám já lii suotâs, ete mij pyehtip almostittiđ taid eidu OA algâaalmugkielâi ive.

source: Toivomme, että seksuaalisuuden sanakirja tulee laajaan levitykseen ja otetaan rohkeasti käyttöön.
smn: Mij tuáivup, ete seksuaalvuođâ sänikirje juáhhoo vijđáht já váldoo ruokkâdávt anon.

source: Toiveena on myös, että seksuaalisuudesta voidaan puhua helpommin, kun sille löytyy sanat omalla kielellä”, iloitsee nuorisoneuvoston varapuheenjohtaja Ánte Veijola.
smn: Ulmen lii meid, ete seksuaalvuođâst puáhtá sárnuđ älkkeebeht, ko toos láá säänih jieijâs kielâst”, illood nuorâirääđi värisaavâjođetteijee Ánte Veijola.

source: Nuorisoneuvoston jäsen Niila Rahko on pohtinut Väestöliiton blogissa saamenkielisen seksuaalisanakirjan merkitystä.
smn: Nuorâirääđi jeessân Niila Rahko lii suogârdâllâm Väestöliitto blogist sämikielâlii seksuaalsänikirje merhâšume.

source: ”Tarvitsemme seksuaalisuutta kuvaavia sanoja saameksi.
smn: ”Mij tarbâšep seksuaalvuođâ kovvejeijee saanijd sämikielân.

source: Sanasto tukee saamen kielen oppimista – onhan kieli ikkuna kulttuuriin.
smn: Sánádâh tuárju sämikielâ oppâm – kielâhân lii laasâ kulttuurân.

source: Saamelaisnuoret tarvitsevat oman sanakirjan seksuaalisanastolle, sillä tiedon saaminen omalla kielellä on merkityksellistä.
smn: Säminuorah tarbâšeh jieijâs sänikirje seksuaalsánádâhân, tastko tiäđu finnim jieijâs kielân lii merhâšittee.

source: Sanat antavat välineen ilmaista itseä terveellä tavalla, minkä vuoksi saamenkielinen seksuaalisuuden sanakirja on merkittävä ja kaivattu lisä.
smn: Säänih adeleh niävu olgospyehtiđ jieijâs tiervâs vuovvijn, já tondiet sämikielâlâš seksuaalvuođâ sänikirje lii merhâšittee já käibidum lase.

source: Saamenkielinen seksuaalisuuden sanakirja tarjoaa myös aikuisille keinoja ottaa asioita esille jälkikasvun kanssa”, pohtii Rahko.
smn: Sämikielâlâš seksuaalvuođâ sänikirje fáálá meid rävisulmuid vuovijd pajediđ aašijd oovdân jieijâs párnáiguin”, smiättá Rahko.

source: Sanakirjojen kääntämiseen kuului paljon terminologiatyötä, sillä kaikkia sanakirjassa olevia sanoja ei vielä ole käytössä tai normitettu.
smn: Sänikiirjij jurgâlmân kullui ennuv terminologiapargo, tastko puoh sänikirjeest orroo säänih iä lah vala kiävtust tâi normâdum.

source: Sanakirjojen käännökset ovat valmistuneet kovan työn tuloksena vuosien 2018 ja 2019 aikana.
smn: Sänikiirjij jurgâlusah láá šoddâm korrâ pargo puáđusin iivij 2018 já 2019 ääigi.

source: Kääntämistyössä tehtiin tiivistä yhteistyötä Sámi Giellagáldun kanssa.
smn: Jurgâlempargoost porgui ennuv oovtâstpargo Säämi Kielâkäldein .

source: “Olen erittäin tyytyväinen, että saamme koltansaamen kieleen uutta seksuaalisanastoa.
smn: “Mun lam eromâš tuđâvâš, ete finnip nuorttâlâškielân uđđâ seksuaalsánáduv.

source: Sanoja on ollut entuudestaan vähän, jonka vuoksi jo pelkästään kääntäminen on ollut haasteellista.
smn: Säänih láá lamaš ovdil uccáá, mondiet jo tuše jurgâlem lii lamaš hástulâš.

source: Haasteellisuudesta kertoo jo se, että käsiteltävään sanalistaan kertyi yhteensä 441 sanaa, joita olemme koltansaamen kielijaoston kokouksissa käsitelleet.
smn: Hástulâšvuođâst muštâl jo tot, ete kieđâvuššâmnáál säniliiston pottii ohtsis 441 säännid, maid mij lep nuorttâlâškielâ kielâjuáhus čuákkimijn kieđâvuššâm.

source: Seksuaalisuuteen liittyvistä asioista ei ole ennen keskustelu ja se näkyi myös käytännön kielityössä: käännöksiä on ollut vaikea löytää ja paljon on käytetty suoraan lainasanoja.
smn: Seksuaalvuotân lohtâseijee aašijn iä lah ovdil savâstâllâm já tot oinui meid keevâtlii kielâpargoost: jurgâlusah láá lamaš väädis kavnâđ já ennuv láá kevttum njuolgâ lovnâsäänih.

source: Joillekin sanoille on ollut paljon vaihtoehtoja, joiden pienistä merkityseroista olemme etsineet tietoa.
smn: Motomáid saanijd láá lamaš ennuv muulsâiävtuh, moi uccâ merhâšumeiäruin mij lep uuccâm tiäđu.

source: ” kertoo koltansaamen kielityöntekijä Mervi Semenoff sanakirjojen kääntämisprosessista.
smn: ” muštâl nuorttâlâškielâ kielâpargee Mervi Semenoff sänikiirjij jurgâlemprosesist.

source: Jo yli 10 vuotta sitten Väestöliitto huomasi, että nuoret kysyivät paljon seksuaalisuuteen ja seksiin liittyviä sanoja, käsitteitä ja määritelmiä.
smn: Jo paijeel 10 ihheed tassaaš Väestöliitto huámmášij, ete nuorah koijâdeh ennuv seksuaalvuotân já seeksin lohtâseijee saanijd, tuáváduvâid já miäruštâlmijd.

source: Sanakirjan avulla haluttiin selkiyttää seksuaalisuuteen liittyvää termistöä, jotta aiheesta puhuminen helpottuu.
smn: Sänikirje vievâst halijdii čielgâsmittiđ seksuaalvuotân lohtâseijee teermijd, vâi fáádást ličij älkkeb sárnuđ.

source: Sen avulla haluttiin vaikuttaa siihen, että nuoret saavat asianmukaista tietoa, joka on omiaan murtamaan seksuaalisuuteen liittyviä tabuja ja myyttejä.
smn: Ton vievâst halijdii vaiguttiđ toos, ete nuorah finnejeh hiäivulii tiäđu, mii jieijâs peeleest rikkoo seksuaalvuotân lohtâseijee tabuid já oskomušâid.

source: Seksuaalisuuteen liittyviä käsitteitä ja määritelmiä on paljon ja uusia syntyy koko ajan.
smn: Seksuaalvuotân lohtâseijee tuáváduvah já miäruštâlmeh láá ennuv já lase šadda ohtânmaanoost.

source: Siksi sanakirjaa on tärkeää uudistaa tasaisin väliajoin, kertoo Väestöliiton asiantuntija Sari Hälinen.
smn: Tondiet lii tehálâš uđâsmittiđ sänikirje hiäivulijn kooskâin, muštâl Väestöliitto äššitobdee Sari Hälinen.

source: Tutustu seksuaalisuuden sanakirjaan suomeksi , pohjoissaameksi , inarinsaameksi ja koltansaameksi .
smn: Uáppáásm seksuaalvuođâ sänikiirján suomâkielân , tavesämikielân , anarâškielân já nuorttâlâškielân .

source: Nuorisoneuvoston jäsen Niila Rahko on kirjoittanut Väestöliiton blogiin ajatuksistaan seksuaalisuuden sanakirjoista.
smn: Nuorâirääđi jeessân Niila Rahko lii čáállám Väestöliitto blogin jurduidis seksuaalvuođâ sänikiirjijn.

source: Lue lisää https://vaestoliitonblogi.com/2019/09/30/saamenkielinen-seksuaalisana-lisaa-hyvinvointia-ja-tietoisuutta/
smn: Luuvâ lase https://vaestoliitonblogi.com/2019/09/30/saamenkielinen-seksuaalisana-lisaa-hyvinvointia-ja-tietoisuutta/

source: Lisätietoja
smn: Lasetiäđuh

source: Vs. Nuorisosihteeri Elli-Marja Hetta puh. 010 839 3134, elli-marja.hetta(at)samediggi.fi
smn: Vs. Nuorâičällee Elli-Marja Hetta puh. 010 839 3134, elli-marja.hetta(at)samediggi.fi

source: Väestöliitto, asiantuntija Sari Hälinen, 050 302 5935, sari.halinen(at)vaestoliitto.fi
smn: Väestöliitto, äššitobdee Sari Hälinen, 050 302 5935, sari.halinen(at)vaestoliitto.fi
